Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# discover.people.title
source: PEOPLE TO FOLLOW
ar: أشخاص قد تتابعهم
bn: ফলো করার মতো মানুষ
ca: PERSONES A SEGUIR
cs: KOHO SLEDOVAT
da: FOLK AT FØLGE
de: PERSONEN, DENEN DU FOLGEN KANNST
el: ΑΤΟΜΑ ΓΙΑ ΑΚΟΛΟΥΘΗΣΗ
es: PERSONAS A SEGUIR
fi: SEURATTAVIA
fr: PERSONNES À SUIVRE
he: אנשים לעקוב אחריהם
hi: फ़ॉलो करने के लिए लोग
hr: LJUDI ZA PRAĆENJE
hu: KÖVETHETŐ EMBEREK
id: ORANG UNTUK DIIKUTI
it: PERSONE DA SEGUIRE
ja: おすすめのユーザー
ko: 팔로우할 만한 사람
ml: ഫോളോ ചെയ്യാവുന്നവർ
ms: ORANG UNTUK DIIKUTI
nb: FOLK Å FØLGE
nl: MENSEN OM TE VOLGEN
pl: OSOBY DO OBSERWOWANIA
pt_br: PESSOAS PARA SEGUIR
pt_pt: PESSOAS A SEGUIR
ro: OAMENI DE URMĂRIT
ru: НА КОГО ПОДПИСАТЬСЯ
sk: ĽUDIA NA SLEDOVANIE
sv: PERSONER ATT FÖLJA
ta: பின்தொடரவேண்டியவர்கள்
te: ఫాలో చేయదగినవారు
th: คนที่น่าติดตาม
tr: TAKİP EDİLECEK KİŞİLER
uk: НА КОГО ПІДПИСАТИСЯ
ur: فالو کرنے کے لیے لوگ
vi: NGƯỜI NÊN THEO DÕI
zh_hans: 推荐关注
zh_hant: 推薦追蹤

# discover.seeAll
source: See all
ar: عرض الكل
bn: সব দেখুন
ca: Mostra-ho tot
cs: Zobrazit vše
da: Se alle
de: Alle ansehen
el: Εμφάνιση όλων
es: Ver todo
fi: Näytä kaikki
fr: Tout voir
he: הצג הכול
hi: सभी देखें
hr: Prikaži sve
hu: Mind
id: Lihat semua
it: Vedi tutto
ja: すべて見る
ko: 모두 보기
ml: എല്ലാം കാണുക
ms: Lihat semua
nb: Se alle
nl: Alles bekijken
pl: Zobacz wszystko
pt_br: Ver tudo
pt_pt: Ver tudo
ro: Vezi tot
ru: Все
sk: Zobraziť všetko
sv: Visa alla
ta: அனைத்தையும் பார்
te: అన్నీ చూడండి
th: ดูทั้งหมด
tr: Tümünü gör
uk: Показати все
ur: سب دیکھیں
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# discover.subjects.hint
source: Shows only this subject on your home timeline
ar: يعرض هذا الموضوع فقط في خلاصتك الرئيسية
bn: আপনার হোম টাইমলাইনে শুধু এই বিষয়টি দেখায়
ca: Mostra només aquest tema a la teva cronologia d'inici
cs: Na domovské časové ose zobrazí jen toto téma
da: Viser kun dette emne på din hjemmetidslinje
de: Zeigt auf deiner Startseite nur dieses Thema
el: Εμφανίζει μόνο αυτό το θέμα στην αρχική σου ροή
es: Muestra solo este tema en tu cronología de inicio
fi: Näyttää kotiaikajanallasi vain tämän aiheen
fr: Affiche uniquement ce sujet dans votre fil d’accueil
he: מציג רק את הנושא הזה בציר הזמן הראשי שלך
hi: आपकी होम टाइमलाइन पर सिर्फ़ यही विषय दिखाता है
hr: Na tvojoj početnoj vremenskoj traci prikazuje samo ovu temu
hu: Csak ezt a témát mutatja a kezdőlapi idővonaladon
id: Hanya menampilkan topik ini di timeline berandamu
it: Mostra solo questo argomento nella tua timeline principale
ja: ホームタイムラインにこの分野だけを表示します
ko: 홈 타임라인에 이 주제만 표시해요
ml: നിങ്ങളുടെ ഹോം ടൈംലൈനിൽ ഈ വിഷയം മാത്രം കാണിക്കുന്നു
ms: Hanya memaparkan subjek ini pada garis masa utama anda
nb: Viser bare dette temaet i hjem-tidslinjen din
nl: Toont alleen dit onderwerp op je thuistijdlijn
pl: Pokazuje na osi czasu tylko ten temat
pt_br: Mostra só este assunto na sua linha do tempo
pt_pt: Mostra apenas este assunto na sua cronologia
ro: Arată doar acest subiect în fluxul tău principal
ru: Показывает в домашней ленте только эту тему
sk: Zobrazí na tvojej domovskej osi iba túto tému
sv: Visar bara det här ämnet i ditt startflöde
ta: உங்கள் முகப்புக் காலவரிசையில் இந்தத் தலைப்பை மட்டும் காட்டும்
te: మీ హోమ్ టైమ్‌లైన్‌లో ఈ అంశాన్ని మాత్రమే చూపుతుంది
th: แสดงเฉพาะเรื่องนี้ในไทม์ไลน์หน้าหลักของคุณ
tr: Ana akışınızda yalnızca bu konuyu gösterir
uk: Показує у вашій домашній стрічці лише цю тему
ur: آپ کے ہوم ٹائم لائن پر صرف یہ موضوع دکھاتا ہے
vi: Chỉ hiển thị chủ đề này trên dòng thời gian trang chủ
zh_hans: 在你的主页时间线上只显示此主题
zh_hant: 在你的首頁時間軸只顯示此主題

# discover.subjects.title
source: SUBJECTS
ar: المواضيع
bn: বিষয়
ca: TEMES
cs: TÉMATA
da: EMNER
de: THEMEN
el: ΘΕΜΑΤΑ
es: TEMAS
fi: AIHEET
fr: SUJETS
he: נושאים
hi: विषय
hr: TEME
hu: TÉMÁK
id: TOPIK
it: ARGOMENTI
ja: 分野
ko: 주제
ml: വിഷയങ്ങൾ
ms: SUBJEK
nb: TEMAER
nl: ONDERWERPEN
pl: TEMATY
pt_br: ASSUNTOS
pt_pt: ASSUNTOS
ro: SUBIECTE
ru: ТЕМЫ
sk: TÉMY
sv: ÄMNEN
ta: தலைப்புகள்
te: అంశాలు
th: เรื่องที่สนใจ
tr: KONULAR
uk: ТЕМИ
ur: موضوعات
vi: CHỦ ĐỀ
zh_hans: 主题
zh_hant: 主題

# discover.trending.title
source: TRENDING IN YOUR SUBJECTS
ar: الأكثر تداولًا في مواضيعك
bn: আপনার বিষয়গুলোতে ট্রেন্ডিং
ca: TENDÈNCIES ALS TEUS TEMES
cs: TRENDY VE TVÝCH TÉMATECH
da: POPULÆRT INDEN FOR DINE EMNER
de: IM TREND BEI DEINEN THEMEN
el: ΣΕ ΤΑΣΗ ΣΤΑ ΘΕΜΑΤΑ ΣΟΥ
es: TENDENCIAS EN TUS TEMAS
fi: NOUSUSSA AIHEISSASI
fr: TENDANCES DANS VOS SUJETS
he: פופולרי בנושאים שלך
hi: आपके विषयों में ट्रेंडिंग
hr: U TRENDU U TVOJIM TEMAMA
hu: FELKAPOTT A TÉMÁIDBAN
id: TREN DI TOPIKMU
it: IN TENDENZA NEI TUOI ARGOMENTI
ja: あなたの分野のトレンド
ko: 내 주제의 인기 글
ml: നിങ്ങളുടെ വിഷയങ്ങളിലെ ട്രെൻഡിങ്
ms: SEDANG TREN DALAM SUBJEK ANDA
nb: TRENDER I TEMAENE DINE
nl: TRENDING IN JE ONDERWERPEN
pl: POPULARNE W TWOICH TEMATACH
pt_br: EM ALTA NOS SEUS ASSUNTOS
pt_pt: EM ALTA NOS SEUS ASSUNTOS
ro: ÎN TENDINȚE ÎN SUBIECTELE TALE
ru: В ТРЕНДЕ ПО ВАШИМ ТЕМАМ
sk: TRENDY VO TVOJICH TÉMACH
sv: TRENDAR I DINA ÄMNEN
ta: உங்கள் தலைப்புகளில் டிரெண்டிங்
te: మీ అంశాల్లో ట్రెండింగ్
th: กำลังมาแรงในเรื่องที่คุณสนใจ
tr: KONULARINIZDA GÜNDEM
uk: У ТРЕНДІ ЗА ВАШИМИ ТЕМАМИ
ur: آپ کے موضوعات میں ٹرینڈنگ
vi: XU HƯỚNG TRONG CHỦ ĐỀ CỦA BẠN
zh_hans: 你的主题中的热门
zh_hant: 你的主題中的熱門趨勢

# document.birthdate.continue
source: Continue
ar: متابعة
bn: এগিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ml: തുടരുക
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
ta: தொடர்
te: కొనసాగించు
th: ต่อไป
tr: Devam
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# document.birthdate.continue.hint
source: Saves your date of birth and moves to the document
ar: يحفظ تاريخ ميلادك وينتقل إلى الوثيقة
bn: আপনার জন্মতারিখ সেভ করে নথির ধাপে যায়
ca: Desa la teva data de naixement i passa al document
cs: Uloží datum narození a přejde k dokladu
da: Gemmer din fødselsdato og går videre til dokumentet
de: Speichert dein Geburtsdatum und geht zum Dokument über
el: Αποθηκεύει την ημερομηνία γέννησής σου και προχωρά στο έγγραφο
es: Guarda tu fecha de nacimiento y pasa al documento
fi: Tallentaa syntymäaikasi ja siirtyy asiakirjaan
fr: Enregistre votre date de naissance et passe au document
he: שומר את תאריך הלידה שלך וממשיך למסמך
hi: आपकी जन्म तिथि सेव करता है और दस्तावेज़ पर जाता है
hr: Sprema tvoj datum rođenja i prelazi na ispravu
hu: Menti a születési dátumodat, és továbblép az okmányra
id: Menyimpan tanggal lahirmu dan lanjut ke dokumen
it: Salva la tua data di nascita e passa al documento
ja: 生年月日を保存して、書類の手順に進みます
ko: 생년월일을 저장하고 문서 단계로 넘어가요
ml: നിങ്ങളുടെ ജനനത്തീയതി സേവ് ചെയ്ത് രേഖയിലേക്ക് പോകുന്നു
ms: Menyimpan tarikh lahir anda dan beralih ke dokumen
nb: Lagrer fødselsdatoen din og går videre til dokumentet
nl: Slaat je geboortedatum op en gaat door naar het document
pl: Zapisuje datę urodzenia i przechodzi do dokumentu
pt_br: Salva sua data de nascimento e passa para o documento
pt_pt: Guarda a sua data de nascimento e avança para o documento
ro: Salvează data nașterii și trece la document
ru: Сохраняет дату рождения и переходит к документу
sk: Uloží tvoj dátum narodenia a prejde k dokladu
sv: Sparar ditt födelsedatum och går vidare till dokumentet
ta: உங்கள் பிறந்த தேதியைச் சேமித்து ஆவணப் படிக்குச் செல்லும்
te: మీ పుట్టిన తేదీని సేవ్ చేసి, పత్రం దశకు వెళ్తుంది
th: บันทึกวันเกิดของคุณและไปยังขั้นตอนเอกสาร
tr: Doğum tarihinizi kaydeder ve belgeye geçer
uk: Зберігає вашу дату народження і переходить до документа
ur: آپ کی تاریخ پیدائش محفوظ کر کے دستاویز پر جاتا ہے
vi: Lưu ngày sinh của bạn và chuyển sang giấy tờ
zh_hans: 保存你的出生日期并进入证件步骤
zh_hant: 儲存你的出生日期並前往證件步驟

# document.birthdate.field
source: Date of birth
ar: تاريخ الميلاد
bn: জন্মতারিখ
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
ko: 생년월일
ml: ജനനത്തീയതി
ms: Tarikh lahir
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
pt_pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sv: Födelsedatum
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
th: วันเกิด
tr: Doğum tarihi
uk: Дата народження
ur: تاریخ پیدائش
vi: Ngày sinh
zh_hans: 出生日期
zh_hant: 出生日期

# document.birthdate.field.hint
source: Set the day, month and year printed on your document
ar: اضبط اليوم والشهر والسنة المطبوعة في وثيقتك
bn: আপনার নথিতে ছাপা দিন, মাস ও বছর ঠিক করুন
ca: Indica el dia, el mes i l'any impresos al teu document
cs: Nastav den, měsíc a rok vytištěné na dokladu
da: Angiv dag, måned og år, som de står på dit dokument
de: Stelle Tag, Monat und Jahr ein, wie sie in deinem Dokument stehen
el: Όρισε την ημέρα, τον μήνα και το έτος που αναγράφονται στο έγγραφό σου
es: Indica el día, el mes y el año impresos en tu documento
fi: Aseta asiakirjaasi painettu päivä, kuukausi ja vuosi
fr: Réglez le jour, le mois et l’année imprimés sur votre document
he: הגדר את היום, החודש והשנה המודפסים במסמך שלך
hi: अपने दस्तावेज़ पर छपा दिन, महीना और साल सेट करें
hr: Postavi dan, mjesec i godinu otisnute na tvojoj ispravi
hu: Állítsd be az okmányodra nyomtatott napot, hónapot és évet
id: Atur hari, bulan, dan tahun yang tercetak di dokumenmu
it: Imposta giorno, mese e anno stampati sul tuo documento
ja: 書類に印字されている日、月、年を設定します
ko: 문서에 인쇄된 일, 월, 연도를 설정하세요
ml: രേഖയിൽ അച്ചടിച്ച ദിവസം, മാസം, വർഷം എന്നിവ സജ്ജമാക്കുക
ms: Tetapkan hari, bulan dan tahun yang tercetak pada dokumen anda
nb: Angi dagen, måneden og året som står på dokumentet ditt
nl: Stel de dag, maand en het jaar in zoals op je document staat
pl: Ustaw dzień, miesiąc i rok wydrukowane na dokumencie
pt_br: Defina o dia, o mês e o ano impressos no seu documento
pt_pt: Defina o dia, o mês e o ano impressos no seu documento
ro: Setează ziua, luna și anul tipărite pe document
ru: Укажите день, месяц и год, напечатанные в документе
sk: Nastav deň, mesiac a rok vytlačené na tvojom doklade
sv: Ange dag, månad och år som står på ditt dokument
ta: உங்கள் ஆவணத்தில் அச்சிடப்பட்ட நாள், மாதம், ஆண்டை அமையுங்கள்
te: మీ పత్రంపై ముద్రించిన రోజు, నెల, సంవత్సరాన్ని సెట్ చేయండి
th: ตั้งวัน เดือน และปีที่พิมพ์บนเอกสารของคุณ
tr: Belgenizde yazan gün, ay ve yılı ayarlayın
uk: Вкажіть день, місяць і рік, надруковані у вашому документі
ur: اپنے دستاویز پر چھپا ہوا دن، مہینہ اور سال سیٹ کریں
vi: Đặt ngày, tháng và năm in trên giấy tờ của bạn
zh_hans: 设置证件上印有的日、月、年
zh_hant: 設定證件上印的日、月、年

# document.birthdate.message
source: Exactly as printed on your document. It's checked against the document's own machine-readable zone, so a slip here is a mismatch later.
ar: تمامًا كما هو مطبوع في وثيقتك. يُقارن بالمنطقة المقروءة آليًا في الوثيقة نفسها، فأي خطأ هنا يصبح عدم تطابق لاحقًا.
bn: নথিতে যেমন ছাপা আছে হুবহু তেমন। এটি নথির নিজস্ব মেশিন-রিডেবল জোনের সাথে মেলানো হয়, তাই এখানে ভুল হলে পরে অমিল দেখা দেবে।
ca: Exactament com apareix impresa al document. Es comprova amb la zona de lectura mecànica del mateix document, així que un error aquí serà una discrepància més endavant.
cs: Přesně tak, jak je vytištěno na dokladu. Kontroluje se vůči strojově čitelné zóně dokladu, takže překlep tady znamená později neshodu.
da: Præcis som den står på dit dokument. Den kontrolleres mod dokumentets egen maskinlæsbare zone, så en fejl her giver en uoverensstemmelse senere.
de: Genau so, wie es in deinem Dokument steht. Es wird mit der maschinenlesbaren Zone des Dokuments abgeglichen; ein Tippfehler hier führt später zu einer Abweichung.
el: Ακριβώς όπως αναγράφεται στο έγγραφό σου. Ελέγχεται με τη μηχαναγνώσιμη ζώνη του ίδιου του εγγράφου, οπότε ένα λάθος εδώ σημαίνει ασυμφωνία αργότερα.
es: Exactamente como figura en tu documento. Se contrasta con la zona legible por máquina del propio documento, así que un descuido aquí será una discrepancia más tarde.
fi: Täsmälleen kuten asiakirjassasi lukee. Se tarkistetaan asiakirjan omaa koneluettavaa aluetta vastaan, joten lipsahdus tässä on epäsuhta myöhemmin.
fr: Exactement comme imprimée sur votre document. Elle est comparée à la zone lisible par machine du document : une erreur ici provoquera une divergence plus tard.
he: בדיוק כפי שהוא מודפס במסמך שלך. הוא נבדק מול האזור הקריא-מכונה של המסמך עצמו, ולכן טעות כאן תהפוך לאי-התאמה בהמשך.
hi: ठीक वैसी जैसी आपके दस्तावेज़ पर छपी है। इसे दस्तावेज़ के अपने मशीन-रीडेबल ज़ोन से मिलाया जाता है, इसलिए यहाँ की चूक बाद में मेल न खाने की वजह बनती है।
hr: Točno kako je otisnuto na tvojoj ispravi. Provjerava se prema strojno čitljivoj zoni same isprave, pa greška ovdje kasnije znači nepodudaranje.
hu: Pontosan úgy, ahogy az okmányodra van nyomtatva. A rendszer az okmány gépileg olvasható zónájával veti össze, így egy elírás később eltérést okoz.
id: Persis seperti tercetak di dokumenmu. Tanggal ini dicocokkan dengan zona yang dapat dibaca mesin pada dokumen, jadi salah di sini berarti tidak cocok nanti.
it: Esattamente come stampata sul documento. Viene confrontata con la zona a lettura ottica del documento stesso, quindi un errore qui diventa una discrepanza dopo.
ja: 書類に印字されているとおりに入力してください。書類自身の機械読み取りゾーンと照合されるため、ここでの入力ミスはあとで不一致になります。
ko: 문서에 인쇄된 그대로 입력하세요. 문서의 MRZ(기계 판독 영역)와 대조하므로, 여기서 실수하면 나중에 불일치가 생겨요.
ml: രേഖയിൽ അച്ചടിച്ചതുപോലെ തന്നെ. രേഖയിലെ മെഷീൻ-റീഡബിൾ സോണുമായി ഇത് ഒത്തുനോക്കും, അതിനാൽ ഇവിടത്തെ ഒരു പിഴവ് പിന്നീട് പൊരുത്തക്കേടാകും.
ms: Tepat seperti yang tercetak pada dokumen anda. Ia disemak dengan zon boleh baca mesin pada dokumen itu sendiri, jadi satu silap di sini menjadi ketidakpadanan kemudian.
nb: Nøyaktig slik den står på dokumentet. Den kontrolleres mot dokumentets egen maskinlesbare sone, så en feil her blir en uoverensstemmelse senere.
nl: Precies zoals op je document staat. Het wordt gecontroleerd met de machineleesbare zone van het document, dus een foutje hier wordt later een afwijking.
pl: Dokładnie tak, jak na dokumencie. Jest porównywana ze strefą odczytu maszynowego dokumentu, więc pomyłka tutaj oznacza później niezgodność.
pt_br: Exatamente como está impressa no documento. Ela é conferida com a zona legível por máquina do próprio documento, então um deslize aqui vira uma divergência depois.
pt_pt: Exatamente como está impressa no seu documento. É comparada com a zona de leitura ótica do próprio documento, por isso um erro aqui torna-se uma divergência mais tarde.
ro: Exact cum este tipărită pe document. Este comparată cu zona lizibilă automat a documentului, deci o greșeală aici devine o nepotrivire mai târziu.
ru: Точно так, как напечатано в документе. Она сверяется с машиночитаемой зоной документа, так что опечатка здесь обернётся несовпадением позже.
sk: Presne tak, ako je vytlačený na tvojom doklade. Kontroluje sa s strojovo čitateľnou zónou dokladu, takže chyba tu sa neskôr prejaví ako nezhoda.
sv: Exakt som det står på ditt dokument. Det kontrolleras mot dokumentets egen maskinläsbara zon, så ett fel här blir en avvikelse senare.
ta: உங்கள் ஆவணத்தில் அச்சிடப்பட்டபடியே. இது ஆவணத்தின் இயந்திரம் படிக்கும் பகுதியுடன் சரிபார்க்கப்படும், எனவே இங்கே தவறினால் பின்னர் பொருந்தாது.
te: మీ పత్రంపై ముద్రించినట్లే సరిగ్గా నమోదు చేయండి. ఇది పత్రంలోని మెషిన్-రీడబుల్ జోన్‌తో సరిపోల్చబడుతుంది, కాబట్టి ఇక్కడ పొరపాటు తర్వాత అసమతుల్యతగా మారుతుంది.
th: ตรงตามที่พิมพ์บนเอกสารของคุณ ระบบจะตรวจกับโซนที่เครื่องอ่านได้ของเอกสารเอง ดังนั้นหากพลาดตรงนี้ภายหลังจะไม่ตรงกัน
tr: Belgenizde yazdığı gibi tam olarak girin. Belgenin kendi makine tarafından okunabilir bölgesiyle karşılaştırılır, bu yüzden buradaki bir hata sonra uyuşmazlık olur.
uk: Точно так, як надруковано у вашому документі. Вона звіряється з машинозчитуваною зоною документа, тож помилка тут обернеться розбіжністю пізніше.
ur: بالکل ویسے ہی جیسے آپ کے دستاویز پر چھپی ہے۔ اس کا موازنہ دستاویز کے مشین ریڈایبل زون سے کیا جاتا ہے، اس لیے یہاں کی غلطی بعد میں عدم مطابقت بن جاتی ہے۔
vi: Đúng như in trên giấy tờ của bạn. Ngày này được đối chiếu với vùng đọc được bằng máy của giấy tờ, nên nhập sai ở đây sẽ gây lệch về sau.
zh_hans: 请与证件上印的完全一致。它会与证件自带的机读区进行核对，这里一旦出错，之后就会不匹配。
zh_hant: 請與證件上印的完全一致。系統會與證件本身的機器可讀區比對，這裡出錯，之後就會不相符。

# document.birthdate.privacy
source: Your date of birth is kept to check your age and your document. It is never shown on your profile.
ar: يُحتفظ بتاريخ ميلادك للتحقق من عمرك ووثيقتك. ولا يظهر أبدًا في ملفك.
bn: আপনার বয়স ও নথি যাচাইয়ের জন্য জন্মতারিখ রাখা হয়। এটি কখনও আপনার প্রোফাইলে দেখানো হয় না।
ca: La teva data de naixement es conserva per comprovar la teva edat i el teu document. No es mostra mai al teu perfil.
cs: Datum narození se uchovává ke kontrole tvého věku a dokladu. Nikdy se nezobrazuje na profilu.
da: Din fødselsdato gemmes for at kontrollere din alder og dit dokument. Den vises aldrig på din profil.
de: Dein Geburtsdatum wird nur zur Prüfung deines Alters und deines Dokuments gespeichert. Es wird nie in deinem Profil angezeigt.
el: Η ημερομηνία γέννησής σου διατηρείται για τον έλεγχο της ηλικίας και του εγγράφου σου. Δεν εμφανίζεται ποτέ στο προφίλ σου.
es: Tu fecha de nacimiento se guarda para comprobar tu edad y tu documento. Nunca se muestra en tu perfil.
fi: Syntymäaikasi säilytetään iän ja asiakirjasi tarkistamista varten. Sitä ei koskaan näytetä profiilissasi.
fr: Votre date de naissance est conservée pour vérifier votre âge et votre document. Elle n’est jamais affichée sur votre profil.
he: תאריך הלידה שלך נשמר כדי לבדוק את גילך ואת המסמך שלך. הוא אף פעם לא מוצג בפרופיל שלך.
hi: आपकी जन्म तिथि आपकी उम्र और दस्तावेज़ की जाँच के लिए रखी जाती है। यह आपकी प्रोफ़ाइल पर कभी नहीं दिखती।
hr: Tvoj datum rođenja čuva se radi provjere tvoje dobi i isprave. Nikada se ne prikazuje na tvom profilu.
hu: A születési dátumodat az életkorod és az okmányod ellenőrzésére őrizzük meg. A profilodon soha nem jelenik meg.
id: Tanggal lahirmu disimpan untuk memeriksa usia dan dokumenmu. Tidak pernah ditampilkan di profilmu.
it: La tua data di nascita viene conservata per verificare la tua età e il tuo documento. Non viene mai mostrata sul tuo profilo.
ja: 生年月日は、年齢と書類の確認のために保管されます。プロフィールに表示されることはありません。
ko: 생년월일은 나이와 문서를 확인하기 위해서만 보관돼요. 프로필에는 절대 표시되지 않아요.
ml: നിങ്ങളുടെ പ്രായവും രേഖയും പരിശോധിക്കാൻ ജനനത്തീയതി സൂക്ഷിക്കുന്നു. ഇത് നിങ്ങളുടെ പ്രൊഫൈലിൽ ഒരിക്കലും കാണിക്കില്ല.
ms: Tarikh lahir anda disimpan untuk menyemak umur dan dokumen anda. Ia tidak pernah dipaparkan pada profil anda.
nb: Fødselsdatoen din lagres for å kontrollere alderen din og dokumentet ditt. Den vises aldri på profilen din.
nl: Je geboortedatum wordt bewaard om je leeftijd en je document te controleren. Hij wordt nooit op je profiel getoond.
pl: Data urodzenia jest przechowywana w celu sprawdzenia Twojego wieku i dokumentu. Nigdy nie jest widoczna na profilu.
pt_br: Sua data de nascimento é guardada para conferir sua idade e seu documento. Ela nunca aparece no seu perfil.
pt_pt: A sua data de nascimento é guardada para verificar a sua idade e o seu documento. Nunca é mostrada no seu perfil.
ro: Data nașterii este păstrată pentru a verifica vârsta și documentul. Nu apare niciodată în profilul tău.
ru: Дата рождения хранится для проверки вашего возраста и документа. Она никогда не показывается в профиле.
sk: Tvoj dátum narodenia sa uchováva na kontrolu veku a dokladu. Nikdy sa nezobrazuje na tvojom profile.
sv: Ditt födelsedatum sparas för att kontrollera din ålder och ditt dokument. Det visas aldrig på din profil.
ta: உங்கள் வயதையும் ஆவணத்தையும் சரிபார்க்க மட்டுமே பிறந்த தேதி வைக்கப்படுகிறது. அது உங்கள் சுயவிவரத்தில் ஒருபோதும் காட்டப்படாது.
te: మీ వయస్సును, పత్రాన్ని తనిఖీ చేయడానికి మీ పుట్టిన తేదీని ఉంచుతాం. అది మీ ప్రొఫైల్‌లో ఎప్పుడూ కనిపించదు.
th: ระบบเก็บวันเกิดของคุณไว้เพื่อตรวจสอบอายุและเอกสารของคุณ และจะไม่แสดงในโปรไฟล์ของคุณ
tr: Doğum tarihiniz, yaşınızı ve belgenizi kontrol etmek için saklanır. Profilinizde asla gösterilmez.
uk: Ваша дата народження зберігається, щоб перевірити ваш вік і документ. Вона ніколи не показується у вашому профілі.
ur: آپ کی تاریخ پیدائش آپ کی عمر اور دستاویز جانچنے کے لیے رکھی جاتی ہے۔ یہ آپ کے پروفائل پر کبھی نہیں دکھائی جاتی۔
vi: Ngày sinh của bạn được giữ để kiểm tra độ tuổi và giấy tờ. Nó không bao giờ hiển thị trên hồ sơ của bạn.
zh_hans: 你的出生日期仅用于核对年龄和证件，绝不会显示在你的个人主页上。
zh_hant: 你的出生日期僅用於檢查你的年齡和證件，絕不會顯示在你的個人檔案上。

# document.birthdate.title
source: Your date of birth
ar: تاريخ ميلادك
bn: আপনার জন্মতারিখ
ca: La teva data de naixement
cs: Tvé datum narození
da: Din fødselsdato
de: Dein Geburtsdatum
el: Η ημερομηνία γέννησής σου
es: Tu fecha de nacimiento
fi: Syntymäaikasi
fr: Votre date de naissance
he: תאריך הלידה שלך
hi: आपकी जन्म तिथि
hr: Tvoj datum rođenja
hu: A születési dátumod
id: Tanggal lahirmu
it: La tua data di nascita
ja: 生年月日
ko: 생년월일
ml: നിങ്ങളുടെ ജനനത്തീയതി
ms: Tarikh lahir anda
nb: Fødselsdatoen din
nl: Je geboortedatum
pl: Twoja data urodzenia
pt_br: Sua data de nascimento
pt_pt: A sua data de nascimento
ro: Data ta de naștere
ru: Ваша дата рождения
sk: Tvoj dátum narodenia
sv: Ditt födelsedatum
ta: உங்கள் பிறந்த தேதி
te: మీ పుట్టిన తేదీ
th: วันเกิดของคุณ
tr: Doğum tarihiniz
uk: Ваша дата народження
ur: آپ کی تاریخ پیدائش
vi: Ngày sinh của bạn
zh_hans: 你的出生日期
zh_hant: 你的出生日期

# document.cancel.hint
source: Leaves without submitting
ar: يغادر دون إرسال
bn: জমা না দিয়ে বেরিয়ে যায়
ca: Surt sense enviar
cs: Odejde bez odeslání
da: Forlader uden at sende
de: Verlässt den Vorgang, ohne etwas zu senden
el: Φεύγει χωρίς υποβολή
es: Sale sin enviar
fi: Poistuu lähettämättä
fr: Quitte sans rien envoyer
he: יוצא בלי לשלוח
hi: बिना सबमिट किए बाहर निकलता है
hr: Izlazi bez slanja
hu: Kilép beküldés nélkül
id: Keluar tanpa mengirim
it: Esce senza inviare
ja: 送信せずに終了します
ko: 제출하지 않고 나가요
ml: സമർപ്പിക്കാതെ പുറത്തുപോകുന്നു
ms: Keluar tanpa menghantar
nb: Avslutter uten å sende inn
nl: Verlaat zonder te versturen
pl: Wychodzi bez wysyłania
pt_br: Sai sem enviar
pt_pt: Sai sem submeter
ro: Iese fără să trimită
ru: Выход без отправки
sk: Odíde bez odoslania
sv: Lämnar utan att skicka in
ta: சமர்ப்பிக்காமல் வெளியேறும்
te: సమర్పించకుండా వెళ్లిపోతుంది
th: ออกโดยไม่ส่ง
tr: Göndermeden çıkar
uk: Виходить без надсилання
ur: جمع کرائے بغیر باہر نکلتا ہے
vi: Thoát mà không gửi
zh_hans: 离开且不提交
zh_hant: 離開，不送出
